tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "autojump"
brew "bat"
brew "cmake"
brew "node"
brew "eslint"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "http-server"
brew "httpd", restart_service: true
brew "jsonlint"
brew "mysql", restart_service: true
brew "neovim"
brew "tidy-html5"
brew "php", restart_service: true
brew "php@7.4", restart_service: true
brew "phpmyadmin"
brew "prettier"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "tealdeer"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "brave-browser-beta"
cask "daisydisk"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome-beta"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "signal"
cask "spotify"
cask "spotmenu"
cask "tradingview"
cask "visual-studio-code"
cask "vlc"
