tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autojump"
brew "bat"
brew "cmake"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "neovim"
brew "node"
brew "python"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "daisydisk"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome-beta"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "visual-studio-code"
cask "vlc"
